{
    "contactsButton": "Contacts",
    "navAbout": "About Us",
    "navPartners": "Partner Program Rules",
    "rusLang": "Russian",
    "engLang": "English",
    "heroTitle": "Discover the world of real estate with Onlypartners.ru",
    "heroText": "Exclusive offers in Dubai, Bali, Thailand. Become part of the partner program and offer real estate from Dubai's top-selling real estate champion.",
    "heroButton": "Learn More",
    "aboutTitle": "About Us",
    "aboutText1": "We work with real estate in Dubai, Bali, and Thailand, providing access to verified properties and direct offers from developers.",
    "aboutText2": "We are an official partner of OnlyBrokers (onlybrokers.com) and operate within an international professional network specializing in the real estate markets of Dubai, Bali, and Thailand. This allows us to offer exclusive prices and up-to-date properties in key city locations.",
    "aboutText3": "We accompany clients and partners at every stage of interaction — from the initial request to receiving all necessary information about properties.",
    "aboutText4": "The foundation of our work is trust, accuracy, and attention to detail.",
    "aboutAuthorName": "Official OnlyBrokers Partner - Zasorenko Nikolay",
    "aboutAuthorDate": "January 29, 2026",
    "whoTitle": "Who Can Become a Partner",
    "whoSubtitle": "We invite realtors, bloggers, consultants, and entrepreneurs to earn on exclusive offers. Join and offer real estate in Dubai, Bali, and Thailand.",
    "whoList1Title": "Realtors",
    "whoList2Title": "Bloggers",
    "whoList3Title": "Consultants",
    "whoList4Title": "Entrepreneurs",
    "whoList1Text": "Receive rewards for exclusive offers from developers in Dubai, Bali, and Thailand.",
    "whoList2Text": "Expand your audience and earn from real estate recommendations in popular tourist destinations.",
    "whoList3Text": "Offer your clients favorable real estate purchase conditions and earn a percentage from deals.",
    "whoList4Text": "Grow your business by offering real estate selection services in Dubai, Bali, and Thailand.",
    "advantagesTitle": "Partnership Benefits",
    "advantagesSubtitle": "Access to exclusive real estate in Dubai, Bali, Thailand. Partner with reliable developers, offer unique projects at advantageous prices below market. We provide specific lots, materials, and deal support.",
    "advantagesList1Title": "Property Access",
    "advantagesList2Title": "Exclusive Prices",
    "advantagesList3Title": "Marketing Materials",
    "advantagesList4Title": "Client Support",
    "advantagesList1Text": "Get direct offers and access to exclusive real estate properties in Dubai, Bali, and Thailand.",
    "advantagesList2Text": "Offer clients unique conditions and prices unavailable on the open market.",
    "advantagesList3Text": "Use professional marketing materials to promote offers.",
    "advantagesList4Text": "Receive support working with clients and assistance closing deals.",
    "rulesTitle": "ONLYBROKERS PARTNER PROGRAM RULES",
    "rulesSubItem1": "Legal Document and Disclaimer",
    "rulesSubItem2": "IMPORTANT: This document constitutes the legal terms of participation in the ONLYBROKERS affiliate program ('Rules'). By registering and/or using the Platform, you confirm your agreement with these Rules.",
    "questionName1": "1. About the Program",
    "questionAnswer1": "The affiliate program rewards individuals who refer potential clients for real estate purchases through licensed specialists (third parties). The Rules aim to ensure transparent, clear, and safe conditions for all parties.",
    "questionName2": "2. Disclaimer (Role Limitations)",
    "questionAnswer2": "2.1. Partners are not real estate brokers/agents, legal, financial, or investment consultants, and do not represent the Company. 2.2. Partner performs exclusively referral functions: informs and directs potential clients via Platform tools (including personal link/form). 2.3. All property consultations, negotiations, legal checks, document preparation, support, and transactions are handled exclusively by licensed third parties (agencies, developers, lawyers, etc.). The Company may interact with such third parties as Platform operator and/or marketing partner but does not provide brokerage services. 2.4. Partner is prohibited from: • accepting money/deposits/payments from clients; • promising guaranteed income, profit, 'exact percentages' of return, or fixed results; • acting on behalf of the Company or claiming to be Company employee or 'representative'; • providing legal, tax, financial, or investment advice; • using misleading advertising/wording.",
    "questionName3": "3. Definitions",
    "questionAnswer3": "3.1. Platform — ONLYBROKERS website, personal account, and/or software services. 3.2. Company — legal entity owning and operating the ONLYBROKERS Platform, not engaged in brokerage activities. 3.3. Partner — individual admitted by the Company to the Program and granted access to referral attraction tools. 3.4. Client — person who: (a) followed Partner's referral link and/or submitted a request via Platform form/channel recorded by the system; and (b) completed a real estate purchase through a licensed specialist (third party). 3.5. Referral Partner (1st level) — partner personally invited by another Partner via Platform system (only first level). 3.6. Marketing Reward — compensation for referral attraction/marketing support, paid upon fulfillment of Rules conditions. Any mentions of 'commission' (if present) shall be understood solely as marketing reward, not brokerage commission.",
    "questionName4": "4. Program Essence",
    "questionAnswer4": "4.1. Program is strictly referral-based. 4.2. Partner does not provide brokerage, legal, financial, or investment services. 4.3. Program is not employment, service contract, part-time job, MLM, or multi-level system. 4.4. Program provides only 1 referral reward level (first level). Additional levels not permitted.",
    "questionName5": "5. Marketing Rewards",
    "questionAnswer5": "5.1. Base conditions (unless otherwise specified for specific project/property in Platform): • Partner receives 3% of property value for direct clients; • Partner receives 1% from deals of first-level partners personally invited. 5.1.1. Reward receipt timeline depends on developer rules and specific deal but cannot exceed 12 months from accrual. Unclaimed funds are forfeited thereafter. 5.2. Rates/conditions may vary by project, developer, country, property type, and other parameters. Platform-specified rates apply. 5.3. Reward calculated: • based on property price in purchase-sale agreement (or equivalent document); and • only within Company's actual reward received from developer/third party if Partner payment depends thereon. 5.4. Partner's right to reward arises only upon simultaneous fulfillment: • deal fully completed and documented; • Company actually received its reward (if applicable); • Partner not violated Rules; • Client not previously registered (or assigned to another Partner) before Platform system fixation. 5.5. Company may change reward conditions for future deals by publishing updates in Platform and/or electronic notification.",
    "questionName6": "6. Client Registration and Assignment",
    "questionAnswer6": "6.1. Client assignment determined by Platform tracking data (referral link, form, other permitted channels recorded by system). System fixation takes priority. 6.2. Company may reject or change client assignment if: • duplicates, errors, incomplete/incorrect data detected; • client already in database before Partner link fixation; • fraud/abuse signs present; • Rules or applicable law violated. 6.3. Company may request attraction source verification (screenshots, correspondence, ad campaign tags, etc.) if needed for dispute resolution. Final decision made by Company in good faith based on Platform data and available evidence.",
    "questionName7": "7. Payment Terms and Procedure",
    "questionAnswer7": "7.1. Reward payment made when: • deal closed; • Company received funds/reward from third parties (if applicable); • Section 5 conditions met; • no Partner violations detected. 7.2. Payment timelines/methods may depend on developer/third-party settlement terms, banking procedures, currency control, and compliance. 7.3. Company may request Partner documents for identification/compliance (KYC/AML/sanctions checks). Company may suspend payment until documents provided. 7.4. Partner independently complies with tax laws of their country/jurisdiction, declares income, and pays taxes. 7.5. Developer/third-party payment delays/non-payment: if developer/third party delays, refuses, disputes, or fails to pay Company's reward, Company not liable for such delays/non-payments or consequences to Partner. Company undertakes reasonable efforts to resolve with developer/third party and inform Partner of status where possible.",
    "questionName8": "8. Partner Obligations",
    "questionAnswer8": "8.1. Use Platform and Company materials in good faith and lawfully. 8.2. Not accept client money or participate in settlements. 8.3. Not pose as broker, agent, Company employee, or lawyer. 8.4. Not promise result guarantees, returns, discounts, or 'exact terms' unless confirmed in Platform/official materials. 8.5. Refer clients only via permitted Platform channels. 8.6. Maintain client/partner data confidentiality. 8.7. Comply with applicable laws including advertising standards, data protection, and unfair marketing prohibitions. 8.8. Obtain client consent for contact data transfer (where legally required) and confirm client consented to data processing and licensed specialist contact.",
    "questionName9": "9. Prohibited Actions",
    "questionAnswer9": "9.1. Register fake clients, use others' contacts without consent, create duplicates for interception. 9.1.1. Partner prohibited from creating/using/controlling multiple Platform accounts. Prohibited use of related accounts within family, between spouses, relatives, affiliates, or interconnected persons/groups if purpose is cumulative marketing rewards from one or more deals. 9.1.2. Company may independently determine account linkage based on technical, behavioral, financial, and other indicators including but not limited to: IP addresses, devices, payment data, behavior patterns, data matches, or other circumstantial evidence. Upon detection, all related accounts subject to immediate blocking without notice, marketing rewards for relevant deals forfeited and not accrued/paid. 9.1.3. Before any marketing reward accrual/payment, Company may mandatorily check accounts for links to other accounts, affiliates, or family members. If detected, payment may be suspended pending verification or forfeited. 9.1.4. Upon blocking/forfeiture due to Rules violation, such funds not appropriated by Company. Blocked rewards randomly redistributed among non-violating Platform partners or reallocated within affiliate system at Company discretion. 9.2. Manipulate tracking, use bots, fraud, document forgery. 9.3. Publish misleading advertising, unconfirmed promises/conditions. 9.4. Use Company brand/name/logo without written consent except expressly permitted cases. 9.5. Use Platform for illegal activity or circumventing Rules.",
    "questionName10": "10. Company Rights",
    "questionAnswer10": "10.1. Approve, restrict, or terminate Partner Program access. 10.2. Reassign/reject clients for violations, duplicates, or fraud. 10.3. Deny reward accrual/payment for Rules violations. 10.4. Change Rules by publishing updated version in Platform. 10.5. Suspend payments for compliance, fraud investigation, or law/bank requirements.",
    "questionName11": "11. Liability",
    "questionAnswer11": "11.1. Partner liable for own statements, advertising, content, and actions. 11.2. Company not liable for: • Partner's personal promises/guarantees; • client/Partner decisions based on own assessment; • third-party actions/inactions (developers, agencies, banks, etc.) unless imperatively required by law. 11.3. To maximum extent permitted by law, Company's liability to Partner limited to amount of actually accrued but unpaid rewards if payment obligation proven.",
    "questionName12": "12. Legal Limitations",
    "questionAnswer12": "12.1. Company not bank, financial organization, escrow service, payment agent, or brokerage house. 12.2. Company does not guarantee third-party obligations fulfillment. 12.3. Partner independently assesses Program participation risks and undertakes to comply with laws of their jurisdiction.",
    "questionName13": "13. Termination of Participation",
    "questionAnswer13": "13.1. Partner may terminate participation by notifying Company via Platform or available communication channel. 13.2. Company may terminate Partner participation for Rules violations, fraud/abuse, misleading advertising, confidential info leak, or unlawful Platform use. 13.3. Deals closed before termination subject to payment only if Section 5 conditions met, no violations, and no compliance/legal payment restrictions.",
    "questionName14": "14. Terms Acceptance",
    "questionAnswer14": "Registration, consent confirmation (checkbox/button), and/or Platform use constitutes full and unconditional agreement with Rules and acknowledgment of Partner status as independent person, not Company employee.",
    "questionName15": "15. Governing Law",
    "questionAnswer15": "15.1. These Rules governed by United Arab Emirates legislation. 15.2. Disputes subject to competent UAE jurisdiction courts unless otherwise required by mandatory norms. 15.3. Where multiple language versions exist, priority may be version specified by Company in Platform (recommended: English).",
    "questionName16": "16. Miscellaneous",
    "questionAnswer16": "16.1. Force majeure: parties released from liability for delays/non-performance due to circumstances beyond reasonable control (sanctions, bank failures, regulator bans, wars, natural disasters, mass connectivity failures, etc.). 16.2. Severability: if any Rules provision invalid, remaining provisions remain in force. 16.3. Updates: current Rules version published in Platform and applies to future operations/deals.",
    "partnersTitle": "How to Start Partnership",
    "partnersSubList1": "Get your referral code and register on the website.",
    "partnersSubList2": "Recommend properties on Onlybrokers.com platform or register client with your referral code. Without referral code, client cannot self-register on Onlybrokers.com.",
    "partnersSubList3": "After client selects property on Onlybrokers.com - client contacts managers directly through personal account.",
    "partnersSubList4": "Managers organize meeting and provide detailed information.",
    "partnersSubList5": "Client makes choice, deal is recorded.",
    "partnersSubList6": "You receive reward after developer pays us.",
    "partnersItemTitle1": "Property Recommendation",
    "partnersItemText1": "Partner recommends real estate property to potential client via referral link or shares contact details.",
    "partnersItemTitle2": "Client Contact",
    "partnersItemText2": "Client contacts developer for additional property information and purchase terms discussion.",
    "partnersItemTitle3": "Deal Completion",
    "partnersItemText3": "Upon agreement, deal is recorded, and client makes required payments.",
    "safetyTitle": "Reliability of the Partner Program",
    "safetySubTitle1": "We work only with verified developers, thoroughly check all properties, and offer our partners long-term cooperation. Your reputation is our priority.",
    "safetySubTitle2": "Under personal control of Dubai's top-selling real estate champion - Suren Nikolyan!",
    "safetyListTitle1": "Developer Partnerships",
    "safetyListText1": "We partner only with verified and reliable developers, ensuring deal quality and security.",
    "safetyListTitle2": "Property Verification",
    "safetyListText2": "Every real estate property undergoes thorough verification to meet high quality and reliability standards.",
    "safetyListTitle3": "Long-term Cooperation",
    "safetyListText3": "We build long-term partnerships that ensure stability and favorable cooperation terms.",
    "safetyListTitle4": "Exclusive Offers",
    "safetyListText4": "Thanks to our official partner status, we offer exclusive prices and unique developer proposals.",
    "formTitle": "Join the Partner Program",
    "formSubTitle": "Enter your name and contact details to learn more about the partner program and cooperation terms.",
    "formName": "Name",
    "formEmail": "Email",
    "formHow": "How did you hear about us?",
    "formPolicy": "Personal Data Processing Policy",
    "formPolicySuccess": "I agree to the privacy policy",
    "formButton": "Become a Partner",
    "formUnderButton": "«By clicking the button, you consent to personal data processing and agree to the privacy policy»",
    "footerCopyright": "© 2026 onlypartners.ru",
    "footerPolicy1": "Privacy Policy and Personal Data Processing",
    "footerContacts": "Contacts",
    "footerBack": "Go Back ↑"
}