{
    "contactsButton": "Contacts",
    "navAbout": "About Us",
    "navPartners": "Partner Program Rules",
    "rusLang": "Russian",
    "engLang": "English",
    "heroTitle": "Discover the world of real estate with Onlypartners.ru",
    "heroText": "Exclusive offers in Dubai, Bali, Thailand. Become part of the partner program and offer real estate from Dubai's top-selling real estate champion.",
    "heroButton": "Learn More",
    "aboutTitle": "About Us",
    "aboutText1": "We work with real estate in Dubai, Bali, and Thailand, providing access to verified properties and direct offers from developers.",
    "aboutText2": "We are an official partner of OnlyBrokers (onlybrokers.com) and operate within an international professional network specializing in the real estate markets of Dubai, Bali, and Thailand. This allows us to offer exclusive prices and up-to-date properties in key city locations.",
    "aboutText3": "We accompany clients and partners at every stage of interaction — from the initial request to receiving all necessary information about properties.",
    "aboutText4": "The foundation of our work is trust, accuracy, and attention to detail.",
    "aboutAuthorName": "Official OnlyBrokers Partner - Zasorenko Nikolay",
    "aboutAuthorDate": "January 29, 2026",
    "whoTitle": "Who Can Become a Partner",
    "whoSubtitle": "We invite realtors, bloggers, consultants, and entrepreneurs to earn on exclusive offers. Join and offer real estate in Dubai, Bali, and Thailand.",
    "whoList1Title": "Realtors",
    "whoList2Title": "Bloggers",
    "whoList3Title": "Consultants",
    "whoList4Title": "Entrepreneurs",
    "whoList1Text": "Receive rewards for exclusive offers from developers in Dubai, Bali, and Thailand.",
    "whoList2Text": "Expand your audience and earn from real estate recommendations in popular tourist destinations.",
    "whoList3Text": "Offer your clients favorable real estate purchase conditions and earn a percentage from deals.",
    "whoList4Text": "Grow your business by offering real estate selection services in Dubai, Bali, and Thailand.",
    "advantagesTitle": "Partnership Benefits",
    "advantagesSubtitle": "Access to exclusive real estate in Dubai, Bali, Thailand. Partner with reliable developers, offer unique projects at advantageous prices below market. We provide specific lots, materials, and deal support.",
    "advantagesList1Title": "Property Access",
    "advantagesList2Title": "Exclusive Prices",
    "advantagesList3Title": "Marketing Materials",
    "advantagesList4Title": "Client Support",
    "advantagesList1Text": "Get direct offers and access to exclusive real estate properties in Dubai, Bali, and Thailand.",
    "advantagesList2Text": "Offer clients unique conditions and prices unavailable on the open market.",
    "advantagesList3Text": "Use professional marketing materials to promote offers.",
    "advantagesList4Text": "Receive support working with clients and assistance closing deals.",
    "rulesTitle": "ONLYBROKERS PARTNER PROGRAM RULES",
    "rulesSubItem1": "Legal Document and Disclaimer",
    "rulesSubItem2": "IMPORTANT: This document constitutes the legal terms of participation in the ONLYBROKERS affiliate program ('Rules'). By registering and/or using the Platform, you confirm your agreement with these Rules.",
    "questionName1": "1. About the Program",
    "questionAnswer1": "The affiliate program rewards individuals who refer potential clients for real estate purchases through licensed specialists (third parties). The goal is transparent, clear, and safe conditions for all parties.",
    "questionName2": "2. Disclaimer (Role Limitations)",
    "questionAnswer2": "2.1. Partners are not real estate brokers/agents, legal, financial, or investment consultants, and do not represent the Company. 2.2. Partners perform only referral functions. 2.3. All consultations, negotiations, and transactions are handled by licensed third parties.",
    "questionName3": "3. Definitions",
    "questionAnswer3": "3.1. Platform — ONLYBROKERS website and services. 3.2. Company — Platform owner, not providing brokerage services. 3.3. Partner — individual with access to referral tools. 3.4. Client — person referred by Partner who completes a purchase.",
    "questionName4": "4. Program Essence",
    "questionAnswer4": "4.1. Strictly referral program. 4.2. Partner does not provide brokerage services. 4.3. Not employment or MLM. 4.4. Only 1 referral level.",
    "questionName5": "5. Marketing Rewards",
    "questionAnswer5": "5.1. 3% from property value for direct clients, 1% from 1st level partners. 5.2. Rates vary by project. 5.3. Calculated from contract price. 5.4. Paid after deal closure.",
    "questionName6": "6. Client Registration",
    "questionAnswer6": "6.1. Client assignment by Platform tracking. 6.2. Company may reject duplicates/violations. 6.3. May request source verification.",
    "questionName7": "7. Payment Terms",
    "questionAnswer7": "7.1. Paid after deal closure and Company receipt. 7.2. Terms depend on developer. 7.3. KYC documents required. 7.4. Partner handles own taxes.",
    "questionName8": "8. Partner Obligations",
    "questionAnswer8": "8.1. Use Platform lawfully. 8.2. No client payments. 8.3. No posing as broker. 8.4. Comply with laws and confidentiality.",
    "questionName9": "9. Prohibited Actions",
    "questionAnswer9": "9.1. Fake clients, duplicate accounts. 9.2. Tracking manipulation. 9.3. Misleading advertising. 9.4. Unauthorized brand use.",
    "questionName10": "10. Company Rights",
    "questionAnswer10": "10.1. Approve/block partners. 10.2. Reject clients. 10.3. Change Rules. 10.4. Suspend payments.",
    "questionName11": "11. Liability",
    "questionAnswer11": "11.1. Partner responsible for own statements. 11.2. Company not liable for third parties. 11.3. Liability limited to unpaid rewards.",
    "questionName12": "12. Legal Limitations",
    "questionAnswer12": "12.1. Company not bank or broker. 12.2. No guarantees for third parties. 12.3. Partner assesses own risks.",
    "questionName13": "13. Termination",
    "questionAnswer13": "13.1. Partner may exit with notice. 13.2. Company blocks for violations. 13.3. Closed deals paid if compliant.",
    "questionName14": "14. Terms Acceptance",
    "questionAnswer14": "Registration and Platform use = full agreement with Rules.",
    "questionName15": "15. Governing Law",
    "questionAnswer15": "15.1. UAE legislation. 15.2. UAE courts. 15.3. English version priority.",
    "questionName16": "16. Miscellaneous",
    "questionAnswer16": "16.1. Force majeure. 16.2. Severability. 16.3. Updates published on Platform."
}