{
    "contactsButton": "Контакты",
    "navAbout": "О нас",
    "navPartners": "Правила партнерской программы",
    "rusLang": "Русский",
    "engLang": "Английский",
    "heroTitle": "Откройте мир недвижимости вместе с Onlypartners.ru",
    "heroText": "Эксклюзивные предложения в Дубае, Бали, Таиланде. Станьте частью партнёрской программы и предлагайте недвижимость от рекордсмена по продажам недвижимости в Дубае.",
    "heroButton": "Узнать большe",
    "aboutTitle": "О нас",
    "aboutText1": "Мы работаем с недвижимостью в Дубае, Бали, Тайланде предоставляя доступ к проверенным объектам и прямым предложениям от застройщиков.",
    "aboutText2": "Мы являемся официальным партнёром OnlyBrokers (onlybrokers.com) и работаем в рамках международной профессиональной сети, специализирующейся на рынке недвижимости Дубая, Бали и Тайланда. Это позволяет нам предлагать эксклюзивные цены и актуальные объекты в ключевых локациях города.",
    "aboutText3": "Мы сопровождаем клиентов и партнёров на каждом этапе взаимодействия — от первичного запроса до получения всей необходимой информации по объектам.",
    "aboutText4": "В основе нашей работы — доверие, точность и внимание к деталям.",
    "aboutAuthorName": "Официальный партнёр OnlyBrokers - Засоренко Николай",
    "aboutAuthorDate": "Январь 29, 2026",
    "whoTitle": "Кто может стать партнёром",
    "whoSubtitle": "Приглашаем риелторов, блогеров, консультантов и предпринимателей зарабатывать на эксклюзивных предложениях. Присоединяйтесь и предлагайте недвижимость в Дубае, Бали, Таиланде.",
    "whoList1Title": "Риелторы",
    "whoList2Title": "Блогеры",
    "whoList3Title": "Консультанты",
    "whoList4Title": "Предприниматели",
    "whoList1Text": "Получайте вознаграждение за эксклюзивные предложения от застройщиков в Дубае, Бали и Таиланде.",
    "whoList2Text": "Расширьте свою аудиторию и зарабатывайте на рекомендациях недвижимости в популярных туристических направлениях.",
    "whoList3Text": "Предлагайте своим клиентам выгодные условия покупки недвижимости и получайте процент от сделок.",
    "whoList4Text": "Развивайте свой бизнес, предлагая услуги по подбору недвижимости в Дубае, Бали и Таиланде.",
    "advantagesTitle": "Преимущества партнёрства",
    "advantagesSubtitle": "Доступ к эксклюзивной недвижимости в Дубае, Бали, Таиланде. Сотрудничайте с надежными застройщиками, предлагайте уникальные проекты по выгодным ценам от рынка. Мы обеспечим конкретными лотами, материалом и поддержку сделок.",
    "advantagesList1Title": "Доступ к объектам",
    "advantagesList2Title": "Эксклюзивные цены",
    "advantagesList3Title": "Материалы для работы",
    "advantagesList4Title": "Сопровождение клиентов",
    "advantagesList1Text": "Получайте прямые предложения и доступ к эксклюзивным объектам недвижимости в Дубае, Бали, Таиланде.",
    "advantagesList2Text": "Предлагайте клиентам уникальные условия и цены, недоступные на открытом рынке.",
    "advantagesList3Text": "Используйте профессиональные маркетинговые материалы для продвижения предложений.",
    "advantagesList4Text": "Получите поддержку в работе с клиентами и помощь в заключении сделок.",
    "rulesTitle": "ПРАВИЛА ПАРТНЁРСКОЙ ПРОГРАММЫ ONLYBROKERS",
    "rulesSubItem1": "Юридический документ и дисклеймер",
    "rulesSubItem2": "ВАЖНО: Этот документ является юридическими условиями участия в партнёрской программе ONLYBROKERS («Правила»). Регистрируясь и/или используя Платформу, вы подтверждаете согласие с Правилами.",
    "questionName1": "1. Кратко о программе",
    "questionAnswer1": "Партнёрская программа создана для вознаграждения лиц, которые рекомендуют потенциальных клиентов для покупки недвижимости через лицензированных специалистов (третьих лиц). Цель Правил — обеспечить прозрачные, понятные и безопасные условия для всех сторон.",
    "questionName2": "2. Дисклеймер (ограничение ролей)",
    "questionAnswer2": "2.1. Партнёры не являются брокерами/агентами по недвижимости, юридическими, финансовыми или инвестиционными консультантами и не представляют Компанию. 2.2. Партнёр выполняет исключительно реферальную функцию: информирует и направляет потенциального клиента через инструменты Платформы (включая персональную ссылку/форму). 2.3. Все консультации по объектам, переговоры, правовая проверка, подготовка документов, сопровождение и проведение сделок осуществляются исключительно лицензированными третьими лицами (агентствами, девелоперами, юристами и т.п.). Компания может взаимодействовать с такими третьими лицами как оператор Платформы и/или маркетинговый партнёр, но не оказывает брокерские услуги. 2.4. Партнёру запрещено: • принимать деньги/авансы/депозиты/платежи от клиентов; • обещать гарантированный доход, прибыль, «точные проценты» доходности или фиксированные результаты; • действовать от имени Компании, заявлять, что он сотрудник Компании или «представитель» Компании; • предоставлять юридические, налоговые, финансовые или инвестиционные консультации; • использовать вводящую в заблуждение рекламу/формулировки.",
    "questionName3": "3. Определения",
    "questionAnswer3": "3.1. Платформа — веб-сайт, личный кабинет и/или программные сервисы ONLYBROKERS. 3.2. Компания — юридическое лицо-владелец и оператор Платформы ONLYBROKERS, не осуществляющее брокерскую деятельность. 3.3. Партнёр — физическое лицо, допущенное Компанией к участию в Программе и получившее доступ к инструментам реферального привлечения. 3.4. Клиент — лицо, которое: (a) перешло по реферальной ссылке Партнёра и/или оставило заявку через форму/канал Платформы, зафиксированный системой; и (b) совершило покупку недвижимости через лицензированного специалиста (третье лицо). 3.5. Реферальный партнёр (1-й уровень) — партнёр, лично приглашённый другим Партнёром по системе Платформы (только первый уровень). 3.6. Маркетинговое вознаграждение — вознаграждение за реферальное привлечение/маркетинговое содействие, выплачиваемое при выполнении условий Правил. Любые упоминания «комиссии» (если встречаются) следует понимать исключительно как маркетинговое вознаграждение и не как брокерскую комиссию.",
    "questionName4": "4. Сущность программы",
    "questionAnswer4": "4.1. Программа носит исключительно реферальный характер. 4.2. Партнёр не оказывает брокерские, юридические, финансовые или инвестиционные услуги. 4.3. Программа не является трудоустройством, договором оказания услуг в штате, совместительством, MLM или многоуровневой системой. 4.4. В программе предусмотрен только 1 уровень реферального вознаграждения (первый уровень). Дополнительные уровни не допускаются.",
    "questionName5": "5. Маркетинговое вознаграждение",
    "questionAnswer5": "5.1. Базовые условия (если иное не указано по конкретному проекту/объекту в Платформе): • Партнёр получает 3% от стоимости объекта по личным клиентам; • Партнёр получает 1% по сделкам партнёров первого уровня, которых он лично пригласил. 5.1.1. Срок получения вознаграждения зависит от правил застройщика и конкретной сделки, но в любом случае он не может превышать 12 месяцев с момента начисления. После этого срока невостребованные средства аннулируются. 5.2. Ставки/условия могут различаться в зависимости от проекта, девелопера, страны, типа объекта и иных параметров. В таком случае применяются ставки/условия, указанные в Платформе по соответствующему проекту/сделке. 5.3. Вознаграждение рассчитывается: • исходя из цены объекта, указанной в договоре купли-продажи (или ином подтверждающем документе); и • только в пределах фактически полученного Компанией вознаграждения от девелопера/третьей стороны, если выплата Партнёру зависит от такого фактического получения. 5.4. Право Партнёра на вознаграждение возникает только при одновременном выполнении условий: • сделка полностью завершена и подтверждена документально; • Компания фактически получила своё вознаграждение (если применимо по модели расчётов); • Партнёр не нарушил настоящие Правила; • Клиент не был ранее зарегистрирован в системе (или закреплён за другим Партнёром) до фиксации системой Платформы. 5.5. Компания вправе изменять условия вознаграждения для будущих сделок, публикуя обновления в Платформе и/или уведомляя по электронным каналам.",
    "questionName6": "6. Регистрация и закрепление клиентов",
    "questionAnswer6": "6.1. Закрепление клиента определяется данными трекинга Платформы (реферальная ссылка, форма, иные допустимые каналы, зафиксированные системой). Приоритет имеет системная фиксация. 6.2. Компания вправе отклонить или изменить закрепление клиента, если: • выявлены дубли, ошибки, некорректные/неполные данные; • клиент уже находился в базе до фиксации по ссылке Партнёра; • есть признаки мошенничества/злоупотреблений; • нарушены настоящие Правила или применимое право. 6.3. Компания может запрашивать подтверждения источника привлечения (скриншоты, переписку, метки рекламных кампаний и т.п.), если это необходимо для разрешения спора. Окончательное решение принимается Компанией добросовестно на основании данных Платформы и доступных подтверждений.",
    "questionName7": "7. Условия и порядок выплат",
    "questionAnswer7": "7.1. Выплата вознаграждения производится, когда: • сделка закрыта; • Компания получила средства/вознаграждение от третьих лиц (если применимо); • выполнены условия раздела 5; • не выявлены нарушения со стороны Партнёра. 7.2. Сроки и способ выплаты могут зависеть от условий расчётов с девелопером/третьими лицами, банковских процедур, валютного контроля и комплаенса. 7.3. Компания вправе запросить у Партнёра документы для идентификации и комплаенса (KYC/AML/санкционные проверки). До предоставления необходимых документов Компания вправе приостановить выплату. 7.4. Партнёр самостоятельно соблюдает налоговое законодательство своей страны/юрисдикции, декларирует доход и уплачивает налоги. 7.5. Задержка/невыплата со стороны девелопера/третьих лиц: если по любой причине девелопер (или иное третье лицо) задерживает выплату, отказывается выплачивать, оспаривает или не выплачивает вознаграждение Компании, Компания не несёт ответственности за такие задержки/невыплаты и за их последствия для Партнёра. При этом Компания обязуется предпринимать разумные усилия для урегулирования вопроса с девелопером/третьим лицом и, при возможности, информировать Партнёра о статусе.",
    "questionName8": "8. Обязанности партнёра",
    "questionAnswer8": "8.1. Использовать Платформу и материалы Компании добросовестно и законно. 8.2. Не принимать деньги от клиентов и не участвовать в расчётах. 8.3. Не выдавать себя за брокера, агента, сотрудника Компании или юриста. 8.4. Не обещать гарантии результата, доходности, скидок или «точных условий», если они не подтверждены в Платформе/официальных материалах. 8.5. Передавать клиентов только через разрешённые каналы Платформы. 8.6. Соблюдать конфиденциальность данных клиентов и партнёров. 8.7. Соблюдать применимые законы, включая нормы рекламы, защиты персональных данных и запреты недобросовестного маркетинга. 8.8. Получать согласие клиента на передачу его контактных данных (где это требуется законом) и подтверждать, что клиент дал согласие на обработку данных и связь со стороны лицензированных специалистов.",
    "questionName9": "9. Запрещённые действия",
    "questionAnswer9": "9.1. Регистрировать фейковых клиентов, использовать чужие контакты без согласия, создавать дубли для перехвата. 9.1.1. Партнёру запрещено создавать, использовать или контролировать более одного аккаунта на Платформе. Запрещено использование связанных аккаунтов внутри одной семьи, между супругами, родственниками, аффилированными лицами, а также любыми взаимосвязанными лицами или группами лиц, если целью таких действий является получение суммарного маркетингового вознаграждения по одной или нескольким сделкам. 9.1.2. Компания вправе самостоятельно определять факт связи аккаунтов на основании технических, поведенческих, финансовых и иных признаков, включая, но не ограничиваясь: IP-адресами, устройствами, платёжными данными, моделями поведения, совпадением данных или иными косвенными признаками. При выявлении указанных нарушений все связанные аккаунты подлежат немедленной блокировке без предварительного уведомления, а маркетинговое вознаграждение по соответствующим сделкам аннулируется и не подлежит начислению или выплате. 9.1.3. Перед начислением или выплатой любого маркетингового вознаграждения Компания вправе в обязательном порядке проводить проверку аккаунтов на предмет связи с другими аккаунтами, аффилированными лицами или членами семьи. В случае выявления подобных связей выплата вознаграждения может быть приостановлена до завершения проверки либо аннулирована. 9.1.4. В случае блокировки или аннулирования маркетингового вознаграждения вследствие нарушения настоящих Правил, указанные средства не присваиваются Компанией. Заблокированное вознаграждение подлежит случайному распределению среди других партнёров Платформы, не связанных с нарушением, либо перераспределяется в рамках партнёрской системы по усмотрению Компании. 9.2. Манипулировать трекингом, использовать ботов, накрутку, подлог документов. 9.3. Публиковать вводящую в заблуждение рекламу, выдавать неподтверждённые обещания/условия. 9.4. Использовать бренд/название/логотип Компании без письменного согласия, кроме случаев, прямо разрешённых Компанией. 9.5. Использовать Платформу для незаконной деятельности или в обход Правил.",
    "questionName10": "10. Права компании",
    "questionAnswer10": "10.1. Одобрять, ограничивать или прекращать доступ Партнёра к Программе. 10.2. Переназначать/отклонять клиентов при нарушениях, дублях или мошенничестве. 10.3. Отказывать в начислении/выплате вознаграждения при нарушении Правил. 10.4. Изменять Правила, публикуя обновлённую версию в Платформе. 10.5. Приостанавливать выплаты для комплаенса, расследования мошенничества или по требованию закона/банка.",
    "questionName11": "11. Ответственность",
    "questionAnswer11": "11.1. Партнёр несёт ответственность за свои заявления, рекламу, контент и действия. 11.2. Компания не несёт ответственности за: • личные обещания/гарантии Партнёра; • решения клиента/Партнёра, принятые на основании собственной оценки; • действия/бездействие третьих лиц (девелоперов, агентств, банков и т.д.), если иное не предусмотрено императивными нормами права. 11.3. В максимально допустимых законом пределах ответственность Компании перед Партнёром ограничивается суммой фактически начисленного, но не выплаченного вознаграждения, если обязанность выплаты будет доказана.",
    "questionName12": "12. Юридические ограничения",
    "questionAnswer12": "12.1. Компания не является банком, финансовой организацией, escrow-сервисом, платёжным агентом или брокерским домом. 12.2. Компания не гарантирует исполнение обязательств третьими лицами. 12.3. Партнёр самостоятельно оценивает риски участия в Программе и обязуется соблюдать законы своей юрисдикции.",
    "questionName13": "13. Прекращение участия",
    "questionAnswer13": "13.1. Партнёр вправе прекратить участие, уведомив Компанию через Платформу или доступный канал связи. 13.2. Компания вправе прекратить участие Партнёра при нарушении Правил, мошенничестве/злоупотреблениях, вводящей в заблуждение рекламе, утечке конфиденциальной информации или незаконном использовании Платформы. 13.3. Сделки, закрытые до прекращения участия, подлежат оплате только если выполнены условия раздела 5, отсутствуют нарушения и нет комплаенс/правовых ограничений на выплату.",
    "questionName14": "14. Принятие условий",
    "questionAnswer14": "Регистрация, подтверждение согласия (галочка/кнопка) и/или использование Платформы означают полное и безусловное согласие с Правилами и признание статуса Партнёра как независимого лица, а не сотрудника Компании.",
    "questionName15": "15. Применимое право",
    "questionAnswer15": "15.1. Настоящие Правила регулируются законодательством Объединённых Арабских Эмиратов. 15.2. Споры подлежат рассмотрению в компетентных судах соответствующей юрисдикции ОАЭ, если иное не предусмотрено императивными нормами. 15.3. При наличии версий на разных языках приоритет может иметь версия, указанная Компанией в Платформе (рекомендуется: английская).",
    "questionName16": "16. Прочие условия",
    "questionAnswer16": "16.1. Форс-мажор: стороны освобождаются от ответственности за задержки/неисполнение вследствие обстоятельств вне разумного контроля (санкции, сбои банков, запреты регуляторов, войны, стихийные бедствия, массовые сбои связи и т.п.). 16.2. Действительность положений: если часть Правил признана недействительной, остальные положения сохраняют силу. 16.3. Обновления: актуальная версия Правил публикуется в Платформе и применяется к будущим операциям/сделкам.",
    "partnersTitle": "Как начать сотрудничество",
    "partnersSubList1": "Получите реферальный код и зарегистрируйтесь на сайте.",
    "partnersSubList2": "Рекомендуйте объект на платформе Onlybrokers.com или зарегистрируйте клиента с вашим реферальным кодом. Без реферального кода - клиент не сможет самостоятельно зарегистрироваться на Onlybrokers.com",
    "partnersSubList3": "После выбора недвижимости клиентом на Onlybrokers.com - клиент сам связывается с менеджерами через личный кабинет.",
    "partnersSubList4": "Менеджеры сами организуют встречу и предоставят подробную информацию.",
    "partnersSubList5": "Клиент выбирает, сделка фиксируется.",
    "partnersSubList6": "Вы получаете вознаграждение после отплаты застройщиком нам.",
    "partnersItemTitle1": "Рекомендация объекта",
    "partnersItemText1": "Партнёр предлагает потенциальному клиенту объект недвижимости через реферальную ссылку или передаёт контактные данные.",
    "partnersItemTitle2": "Контакт клиента",
    "partnersItemText2": "Клиент связывается с застройщиком для получения дополнительной информации об объекте и обсуждения условий покупки.",
    "partnersItemTitle3": "Рекомендация объекта",
    "partnersItemText3": "При достижении договорённостей сделка фиксируется, и клиент вносит необходимые платежи.",
    "safetyTitle": "Надёжность партнёрской программы",
    "safetySubTitle1": "Мы работаем только с проверенными застройщиками, тщательно проверяем все объекты и предлагаем нашим партнёрам долгосрочное сотрудничество. Ваша репутация — наша забота.",
    "safetySubTitle2": "Под личным контролем рекордсмена по продажам недвижимости в Дубае - Suren Nikolyan!",
    "safetyListTitle1": "Работа с застройщиками",
    "safetyListText1": "Мы сотрудничаем только с проверенными и надёжными застройщиками, что гарантирует качество и безопасность сделок.",
    "safetyListTitle2": "Проверка объектов",
    "safetyListText2": "Каждый объект недвижимости проходит тщательную проверку, чтобы соответствовать высоким стандартам качества и надёжности.",
    "safetyListTitle3": "Долгосрочное сотрудничество",
    "safetyListText3": "Мы строим долгосрочные партнёрские отношения, что обеспечивает стабильность и выгодные условия сотрудничества.",
    "safetyListTitle4": "Эксклюзивные предложения",
    "safetyListText4": "Благодаря нашему статусу официального партнёра, мы предлагаем эксклюзивные цены и уникальные предложения от застройщиков.",
    "formTitle": "Присоединяйтесь к партнёрской программе",
    "formSubTitle": "Введите ваше имя и контактные данные, чтобы узнать больше о партнёрской программе и условиях сотрудничества.",
    "formName": "Имя"
}