{
    "contactsButton": "Контакты",
    "navAbout": "О нас",
    "navPartners": "Правила партнерской программы",
    "rusLang": "Русский",
    "engLang": "Английский",
    "heroTitle": "Откройте мир недвижимости вместе с Onlypartners.ru",
    "heroText": "Эксклюзивные предложения в Дубае, Бали, Таиланде. Станьте частью партнёрской программы и предлагайте недвижимость от рекордсмена по продажам недвижимости в Дубае.",
    "heroButton": "Узнать большe",
    "aboutTitle": "О нас",
    "aboutText1": "Мы работаем с недвижимостью в Дубае, Бали, Тайланде предоставляя доступ к проверенным объектам и прямым предложениям от застройщиков.",
    "aboutText2": "Мы являемся официальным партнёром OnlyBrokers (onlybrokers.com) и работаем в рамках международной профессиональной сети, специализирующейся на рынке недвижимости Дубая, Бали и Тайланда. Это позволяет нам предлагать эксклюзивные цены и актуальные объекты в ключевых локациях города.",
    "aboutText3": "Мы сопровождаем клиентов и партнёров на каждом этапе взаимодействия — от первичного запроса до получения всей необходимой информации по объектам.",
    "aboutText4": "В основе нашей работы — доверие, точность и внимание к деталям.",
    "aboutAuthorName": "Официальный партнёр OnlyBrokers - Засоренко Николай",
    "aboutAuthorDate": "Январь 29, 2026",
    "whoTitle": "Кто может стать партнёром",
    "whoSubtitle": "Приглашаем риелторов, блогеров, консультантов и предпринимателей зарабатывать на эксклюзивных предложениях. Присоединяйтесь и предлагайте недвижимость в Дубае, Бали, Таиланде.",
    "whoList1Title": "Риелторы",
    "whoList2Title": "Блогеры",
    "whoList3Title": "Консультанты",
    "whoList4Title": "Предприниматели",
    "whoList1Text": "Получайте вознаграждение за эксклюзивные предложения от застройщиков в Дубае, Бали и Таиланде.",
    "whoList2Text": "Расширьте свою аудиторию и зарабатывайте на рекомендациях недвижимости в популярных туристических направлениях.",
    "whoList3Text": "Предлагайте своим клиентам выгодные условия покупки недвижимости и получайте процент от сделок.",
    "whoList4Text": "Развивайте свой бизнес, предлагая услуги по подбору недвижимости в Дубае, Бали и Таиланде.",
    "advantagesTitle": "Преимущества партнёрства",
    "advantagesSubtitle": "Доступ к эксклюзивной недвижимости в Дубае, Бали, Таиланде. Сотрудничайте с надежными застройщиками, предлагайте уникальные проекты по выгодным ценам от рынка. Мы обеспечим конкретными лотами, материалом и поддержку сделок.",
    "advantagesList1Title": "Доступ к объектам",
    "advantagesList2Title": "Эксклюзивные цены",
    "advantagesList3Title": "Материалы для работы",
    "advantagesList4Title": "Сопровождение клиентов",
    "advantagesList1Text": "Получайте прямые предложения и доступ к эксклюзивным объектам недвижимости в Дубае, Бали, Таиланде.",
    "advantagesList2Text": "Предлагайте клиентам уникальные условия и цены, недоступные на открытом рынке.",
    "advantagesList3Text": "Используйте профессиональные маркетинговые материалы для продвижения предложений.",
    "advantagesList4Text": "Получите поддержку в работе с клиентами и помощь в заключении сделок.",
    "rulesTitle": "ПРАВИЛА ПАРТНЁРСКОЙ ПРОГРАММЫ ONLYBROKERS",
    "rulesSubItem1": "Юридический документ и дисклеймер",
    "rulesSubItem2": "ВАЖНО: Этот документ является юридическими условиями участия в партнёрской программе ONLYBROKERS («Правила»). Регистрируясь и/или используя Платформу, вы подтверждаете согласие с Правилами.",
    "questionName1": "1. Кратко о программе",
    "questionAnswer1": "Партнёрская программа создана для вознаграждения лиц, которые рекомендуют потенциальных клиентов для покупки недвижимости через лицензированных специалистов (третьих лиц). Цель Правил — обеспечить прозрачные, понятные и безопасные условия для всех сторон.",
    "questionName2": "2. Дисклеймер (ограничение ролей)",
    "questionAnswer2": "2.1. Партнёры не являются брокерами/агентами по недвижимости, юридическими, финансовыми или инвестиционными консультантами и не представляют Компанию. 2.2. Партнёр выполняет исключительно реферальную функцию: информирует и направляет потенциального клиента через инструменты Платформы. 2.3. Все консультации, переговоры, правовая проверка, сопровождение и сделки осуществляются лицензированными третьими лицами.",
    "questionName3": "3. Определения",
    "questionAnswer3": "3.1. Платформа — веб-сайт и сервисы ONLYBROKERS. 3.2. Компания — владелец Платформы, не оказывающий брокерские услуги. 3.3. Партнёр — физлицо с доступом к реферальным инструментам. 3.4. Клиент — лицо, перешедшее по ссылке Партнёра и совершившее покупку.",
    "questionName4": "4. Сущность программы",
    "questionAnswer4": "4.1. Программа исключительно реферальная. 4.2. Партнёр не оказывает брокерские услуги. 4.3. Не является трудоустройством или MLM. 4.4. Только 1 уровень реферального вознаграждения.",
    "questionName5": "5. Маркетинговое вознаграждение",
    "questionAnswer5": "5.1. 3% от стоимости объекта по личным клиентам, 1% по партнёрам 1-го уровня. 5.2. Ставки могут варьироваться по проектам. 5.3. Рассчитывается из цены в договоре. 5.4. Выплачивается после закрытия сделки.",
    "questionName6": "6. Регистрация и закрепление клиентов",
    "questionAnswer6": "6.1. Закрепление по данным трекинга Платформы. 6.2. Компания может отклонить при дублях или нарушениях. 6.3. Может запросить подтверждения источника.",
    "questionName7": "7. Условия и порядок выплат",
    "questionAnswer7": "7.1. Выплата после закрытия сделки и получения средств Компанией. 7.2. Сроки зависят от девелопера. 7.3. Требуются KYC-документы. 7.4. Партнёр платит налоги самостоятельно.",
    "questionName8": "8. Обязанности партнёра",
    "questionAnswer8": "8.1. Использовать Платформу добросовестно. 8.2. Не принимать деньги от клиентов. 8.3. Не выдавать себя за брокера. 8.4. Соблюдать законы и конфиденциальность.",
    "questionName9": "9. Запрещённые действия",
    "questionAnswer9": "9.1. Фейковые клиенты, дубли аккаунтов. 9.2. Манипуляции трекингом. 9.3. Вводящая в заблуждение реклама. 9.4. Использование бренда без согласия.",
    "questionName10": "10. Права компании",
    "questionAnswer10": "10.1. Одобрять/блокировать партнёров. 10.2. Отклонять клиентов. 10.3. Изменять Правила. 10.4. Приостанавливать выплаты.",
    "questionName11": "11. Ответственность",
    "questionAnswer11": "11.1. Партнёр отвечает за свои заявления. 11.2. Компания не отвечает за третьих лиц. 11.3. Ответственность ограничена невыплаченным вознаграждением.",
    "questionName12": "12. Юридические ограничения",
    "questionAnswer12": "12.1. Компания не банк и не брокер. 12.2. Не гарантирует обязательства третьих лиц. 12.3. Партнёр оценивает риски сам.",
    "questionName13": "13. Прекращение участия",
    "questionAnswer13": "13.1. Партнёр может выйти уведомив Компанию. 13.2. Компания блокирует за нарушения. 13.3. Закрытые сделки оплачиваются.",
    "questionName14": "14. Принятие условий",
    "questionAnswer14": "Регистрация и использование Платформы = полное согласие с Правилами.",
    "questionName15": "15. Применимое право",
    "questionAnswer15": "15.1. Законодательство ОАЭ. 15.2. Суды ОАЭ. 15.3. Приоритет английской версии.",
    "questionName16": "16. Прочие условия",
    "questionAnswer16": "16.1. Форс-мажор. 16.2. Недействительность отдельных положений. 16.3. Обновления публикуются в Платформе."
}